{
  "authentification": {
    "landing_page": {
      "welcome_text": "Welcome to the Intelligent Ecosystem for Rare Cancer Data Sharing (IDEA4RC) RAVEN application. Our mission is to improve the governance, sharing, and re-use of health data for rare cancers, enhancing research and patient care across Europe.",
      "about_idea": "About IDEA4RC",
      "about_idea_descripcion": "The IDEA4RC project is a collaborative initiative involving 11 leading hospitals and research centers dedicated to rare cancer research. By creating a unified and federated data-sharing platform, we aim to facilitate advanced data analysis, improve patient outcomes, and drive innovative research in the field of rare cancers.",
      "project_highlights": "Project Highlights",
      "federated_data_access": "Federated Data Access: Seamlessly access and analyze data hosted across 11 different hospitals.",
      "interoperability": "Interoperability: Utilize standardized data models (OMOP and FHIR) to ensure data consistency and usability.",
      "fair_principles": "FAIR Principles: Our platform adheres to the FAIR principles (Findable, Accessible, Interoperable, and Reusable) to maximize the value of health data.",
      "how_it_works": "How It Works",
      "explore_datasets": "Explore Datasets: Use the search and filter functions to discover available datasets.",
      "register_login": "Register and Login: Create an account or log in to continue using the platform.",
      "select_cohort": "Select Cohort: Choose the datasets or variables you need for your research.",
      "analyze_cohort": "Analyze Data: Utilize our analytical tools to process and interpret the data.",
      "collaborate": "Collaborate: Engage with other researchers and contribute to the collective knowledge base.",
      "about_data": "About the Data",
      "data_sources": "Data Sources",
      "data_sources_description": "The data available on the IDEA4RC platform comes from 11 leading hospitals and research centers across Europe, each specializing in rare cancer research and patient care.",
      "data_collection": "Data Collection",
      "data_collection_description": "The data was meticulously collected from various healthcare systems and patient records within these hospitals. Our data collection process ensures that all information is accurate, comprehensive, and up-to-date. Key aspects of our data collection include",
      "ehr": "Electronic Health Records (EHRs): Data extracted from patient electronic health records, including demographic information, medical history, diagnostic reports, treatment plans, and follow-up records.",
      "nlp": "The data was collected both from text (through Natural Language Processing Methods) or it has been selected from registries.",
      "data_standardization": "Data Standardization and Interoperability",
      "data_standardization_description": "To ensure the data is easily accessible and usable across different research platforms, we adhere to internationally recognized data standards:",
      "omop": "OMOP (Observational Medical Outcomes Partnership): A common data model that standardizes the structure and content of observational data to enable reliable and reproducible research.",
      "fhir": "FHIR (Fast Healthcare Interoperability Resources): A standard for electronic health information exchange that ensures data interoperability and facilitates seamless data sharing across different systems.",
      "data_security_privacy": "Data Security and Privacy",
      "data_security_privacy_description": "We prioritize the security and privacy of patient data. Our platform is compliant with the latest data protection regulations, including GDPR, ensuring that all data is anonymized and securely stored. Access to the data is controlled and monitored to protect patient confidentiality and privacy.",
      "types_data": "Types of Data",
      "types_data_description": "Our platform hosts a diverse array of hospital-based data types to support comprehensive research and analysis. These include:",
      "patient_demographics": "Patient Demographics: Age, gender, ethnicity, and other demographic details.",
      "medical_history": "Medical History: Detailed patient medical histories, including previous diagnoses, treatments, and outcomes.",
      "diagnosis_information": "Diagnosis Information: Information on cancer types, stages, and grading based on clinical and pathological assessments.",
      "treatment_data": "Treatment Data: Records of surgical procedures, radiotherapy, chemotherapy, and other treatment modalities, including dosages, schedules, and responses.",
      "follow_up_data": "Follow-up Data: Longitudinal follow-up information tracking patient progress, recurrence, and survival rates.",
      "quality_indicators": "Quality Indicators: Data quality metrics ensuring the reliability, completeness, and consistency of the datasets.",
      "login": "Login"
    }

  }
    
}
